[A_Item.Currency UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinheiro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Dinheiro no máximo"
NoManufacturerName="Genérico"

[A_Item.Currency_Big UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinheiro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Dinheiro no máximo"
NoManufacturerName="Genérico"

[A_Item.Currency_Crystal UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinheiro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Dinheiro no máximo"
NoManufacturerName="Genérico"

[A_Item.EridiumBar UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pilha de Eridium"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Eridium no máximo"
NoManufacturerName="Genérico"

[A_Item.EridiumBar:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Serve para comprar evoluções no Mercado Negro."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.EridiumStick UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Eridium"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Eridium no máximo"
NoManufacturerName="Genérico"

[A_Item.EridiumStick:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Serve para comprar evoluções no Mercado Negro."
NoConstraintText=""
Suffix=""
Prefix=""

[Manufacturers.Cash_Manufacturer ManufacturerDefinition]
Grades[0]=(DisplayName="Dinheiro")
Grades[1]=(DisplayName="Dinheiro")
Grades[2]=(DisplayName="Dinheiro")
Grades[3]=(DisplayName="Dinheiro")
Grades[4]=(DisplayName="Dinheiro")
Grades[5]=(DisplayName="Dinheiro")
Grades[6]=(DisplayName="Dinheiro")
Grades[7]=(DisplayName="Dinheiro")
Grades[8]=(DisplayName="Dinheiro")
Grades[9]=(DisplayName="Dinheiro")
Grades[10]=(DisplayName="Dinheiro")
Grades[11]=(DisplayName="Dinheiro")
Grades[12]=(DisplayName="Dinheiro")
Grades[13]=(DisplayName="Dinheiro")
Grades[14]=(DisplayName="Dinheiro")
Grades[15]=(DisplayName="Dinheiro")
Grades[16]=(DisplayName="Dinheiro")

